{
    "profile": {
        "name": "Diogo Soares",
        "role": "Senior Product Manager",
        "email": "diogosp@gmail.com",
        "phone": "+55 31 97234-6884",
        "linkedin": "linkedin.com/in/diogo-soares-pm/",
        "location": "Belo Horizonte, Brasil",
        "summary": "Senior Product Manager e GPM com expertise em B2B Enterprise e ambientes de alta complexidade técnica. Minha atuação define-se pela Engenharia de Valor: conecto a visão comercial à execução técnica, atuando desde a pré-venda (mitigando o gap entre Sales e Delivery) até a escala de operações críticas. Tenho histórico robusto em produtização de serviços, transformando demandas consultivas em plataformas SaaS escaláveis e receitas recorrentes. Como líder (Chapter Lead/GPM), atuo na estruturação de áreas de Produto e Product Ops, elevando a maturidade de times em grandes contas (XP Inc, Magalu, Santander). Especialista em desatar nós operacionais através de integrações sistêmicas (Legacy/ERPs/CRMs), garantindo que a tecnologia atue como viabilizadora direta de receita e eficiência."
    },
    "skills": [
        "Product Vision",
        "Product Strategy",
        "Roadmapping",
        "Backlog Prioritization",
        "Discovery & Delivery",
        "Process Automation",
        "Cost Reduction",
        "Journey Optimization",
        "API Integration",
        "ERPs (SAP)",
        "CRMs (Salesforce/HubSpot)",
        "Data Analytics",
        "AI & Chatbots",
        "Agile",
        "Scrum",
        "Kanban",
        "Lean",
        "Stakeholder Management",
        "KPIs & OKRs",
        "Strategic Planning"
    ],
    "toolkit": [
        "Jira",
        "Asana",
        "Azure",
        "Google Analytics",
        "HubSpot",
        "Salesforce",
        "RD Station",
        "SAP",
        "Figma",
        "Miro"
    ],
    "history": [
        {
            "company": "Zenvia",
            "role": "Senior Product Manager",
            "period": "Ago 2025 – Presente",
            "headline": "Líder global em plataforma de experiência do cliente e comunicação multicanal.",
            "description": [
                "Gestão de Produto Core em Escala: Responsável pela estratégia e estabilidade do módulo de Atendimento Comercial, unificando canais críticos (WhatsApp e Atendimento Humano). Lidero a evolução de um produto que opera no 'coração' da receita de grandes clientes, onde qualquer falha impacta diretamente o volume de vendas.",
                "Roadmap de Estabilidade & Inovação: Desenhei o roadmap de 2026 focando no equilíbrio vital entre redução de débitos técnicos (estabilidade da plataforma) e novas features de vendas.",
                "Gestão do ciclo de vida completo do produto, desde a concepção (Discovery) até o lançamento (Go-to-Market), priorizando funcionalidades que aumentam a eficiência operacional dos clientes.",
                "Liderança de squads ágeis multidisciplinares, garantindo alinhamento entre times técnicos e necessidades de negócio para entregas contínuas de valor.",
                "Atuação direta na integração de canais de comunicação (WhatsApp, SMS, E-mail) com plataformas de dados, permitindo fluxo fluido de informações e automação de atendimento."
            ]
        },
        {
            "company": "8D Hubify",
            "role": "Senior Product Manager",
            "period": "Ago 2024 – Ago 2025",
            "headline": "Consultoria de tecnologia focada em implementação de CRM e processos de vendas.",
            "description": [
                "Arquitetura de Operações de Vendas Críticas: Liderei a implementação de ecossistemas de CRM (Salesforce/HubSpot) para operações de alta complexidade como Consórcio Magalu e Helbor. O desafio foi desenhar a integração de dados entre E-commerce, Dashboards e CRM para garantir que nenhum lead fosse perdido em funis de vendas de alto valor agregado.",
                "Empreendedorismo Corporativo (SaaS Próprio): Identifiquei um gap funcional nas ferramentas de mercado e liderei o desenvolvimento (0 a 1) de um produto SaaS proprietário: um disparador de WhatsApp via API integrado nativamente a CRMs (HubSpot/RD Station).",
                "Desenvolvimento de estratégias baseadas em dados para melhorar a jornada do cliente, resultando em maior eficiência no funil de conversão e otimização de métricas como CAC e LTV.",
                "Atuação na interface entre times técnicos e stakeholders de negócio, traduzindo requisitos complexos em entregáveis claros para as squads de desenvolvimento."
            ]
        },
        {
            "company": "Rethink",
            "role": "Senior Product Manager",
            "period": "Nov 2023 – Mai 2024",
            "headline": "Design e desenvolvimento de soluções digitais estratégicas.",
            "description": [
                "Estruturação de Governança de Produto: Atuei como liderança do chapter de Produto, mentorando PMs alocados em contas Enterprise (Smiles, Esfera Santander). Implementei métricas de acompanhamento e rituais de priorização que aumentaram a visibilidade e controle sobre o roadmap dos clientes.",
                "Eficiência Comercial (Sales Ops): Liderei o desenvolvimento interno de uma Calculadora Automatizada de Orçamentos, substituindo processos manuais de precificação e garantindo saúde financeira nos contratos de software.",
                "Colaboração com times multifuncionais (desenvolvedores, stakeholders de negócio e usuários finais) para desenhar e implementar soluções tecnológicas alinhadas às necessidades organizacionais.",
                "Liderança em Inovação: Desenvolveu e ministrou workshops e sessões de treinamento sobre tecnologias emergentes, como Inteligência Artificial, para mais de 30 colaboradores."
            ]
        },
        {
            "company": "Blip",
            "role": "Senior e Group Product Manager",
            "period": "Abr 2021 – Ago 2023",
            "headline": "Plataforma líder em soluções de conversas inteligentes e IA.",
            "description": [
                "De Serviços Customizados para Plataforma SaaS: Identifiquei padrões em entregas pontuais de serviços ('one-off') e liderei a estratégia de produtização. Transformei soluções isoladas em plugins e extensões nativas da plataforma, reduzindo drasticamente o tempo de setup para novos clientes e criando receita recorrente escalável.",
                "Inovação Técnica (Biometria & IA): Liderei a construção de plugins complexos de reconhecimento facial e de voz, expandindo o ecossistema da Blip para atender requisitos de segurança bancária e identidade digital.",
                "Liderança de Pessoas & Product Ops: Como GPM, gerenciei um time de 8 a 10 PMs. Estruturei a área criando o 'Portal do PM' (Knowledge Base centralizada), padronizando rituais e atuando diretamente no PDI e mentoria de carreira.",
                "Resultados de Impacto: Liderou a estratégia de produto para a conta da XP Inc., alcançando uma redução de 15% nos custos operacionais através da automação de atendimento e implementação de chatbots inteligentes."
            ]
        },
        {
            "company": "Gauge",
            "role": "Senior Project Manager",
            "period": "Mar 2020 – Abr 2021",
            "headline": "Consultoria de transformação digital e tecnologia.",
            "description": [
                "Engenharia de Pré-Vendas (Sales-Delivery Gap): Atuei estrategicamente junto ao time Comercial para eliminar o abismo entre 'o que é vendido' e 'o que é entregue'. Desenvolvi especificações técnicas e protótipos funcionais antes do fechamento do contrato.",
                "Case Suvinil (Digitalização na Pandemia): Liderei a prototipagem rápida da solução de vendas digitais da Suvinil durante o início da pandemia, validando um novo canal de receita em um momento crítico de fechamento de lojas físicas.",
                "Gestão de Stakeholders Enterprise: Construiu relacionamentos colaborativos com grandes clientes (Vivo e Suvinil), comunicando efetivamente atualizações e marcos do projeto.",
                "Liderou o design e desenvolvimento de mais de 12 protótipos para novas soluções tecnológicas, empregando uma abordagem centrada no usuário que resultou em alta satisfação do cliente."
            ]
        },
        {
            "company": "Weber Shandwick - McCann WorldGroup",
            "role": "Senior Marketing Project Manager",
            "period": "Jul 2017 – Mar 2020",
            "headline": "Agência global de comunicação e soluções corporativas.",
            "description": [
                "Liderança em Eficiência Operacional (Case Global): Liderou a implementação da nova ferramenta de Timesheet integrada à gestão de projetos. O sucesso resultou em reconhecimento internacional, sendo convidado a apresentar o case no Headquarters da empresa em Nova York.",
                "Integração SAP e Eficiência: Papel fundamental na implementação de uma plataforma de gestão de projetos, integrando sistemas SAP e de timesheet para mais de 200 usuários, reduzindo os tempos de entrega em 25%.",
                "Transformação Digital na Saúde (Beneficência Portuguesa): Gerenciou o desenvolvimento do ecossistema digital (Website e Intranet) do Hospital BP, um dos maiores da América Latina, implementando agendamento digital de consultas.",
                "Gestão de Portfólio Digital: Atuou como gestor central de todas as entregas digitais da agência, orquestrando desde o desenvolvimento de plataformas e apps até estratégias de vídeo e conteúdo."
            ]
        },
        {
            "company": "Brasa",
            "role": "Project Manager",
            "period": "Jan 2016 – Jul 2017",
            "headline": "Agência digital especializada em desenvolvimento web e e-commerce.",
            "description": [
                "Controle Financeiro e Orçamentário: Gerenciou contratos, orçamentos e despesas financeiras, mantendo a lucratividade do projeto com histórico consistente de redução de overspending.",
                "Metodologias Ágeis: Implementou metodologias ágeis, introduzindo sprints que aceleraram os cronogramas de entrega.",
                "Liderou todos os projetos digitais da agência, especializando-se em desenvolvimento de sites e e-commerce, supervisionando desde a definição do escopo até a entrega final."
            ]
        },
        {
            "company": "Instituto Pólis",
            "role": "Project Manager",
            "period": "Abr 2012 – Jan 2016",
            "headline": "ONG dedicada a políticas públicas e desenvolvimento urbano sustentável.",
            "description": [
                "Gestão Logística e Operacional: Gerenciou um portfólio complexo de mais de 100 eventos e ações em 14 municípios (Projeto Litoral Sustentável), supervisionando desde o planejamento estratégico até a execução logística.",
                "Liderança e Alinhamento: Liderou e mentorou equipes de alta performance, assegurando alinhamento claro entre stakeholders governamentais e instituições parceiras.",
                "Monitoramento e Resultados: Implementou estratégias de comunicação digital que aumentaram significativamente o alcance do projeto e produziu relatórios de acompanhamento detalhados."
            ]
        }
    ],
    "education": [
        {
            "institution": "USP - Universidade de São Paulo",
            "degree": "Bacharelado em Ciências Sociais",
            "year": "2007 - 2012",
            "details": "Bolsista FAPESP - Projeto sobre Antropologia Digital - Estudo sobre Acervos digitais"
        }
    ],
    "certifications": [
        {
            "name": "English Level C2 Proficient",
            "issuer": "EF SET"
        },
        {
            "name": "Artificial Intelligence in Digital Business",
            "issuer": "Tera Academy"
        },
        {
            "name": "Digital Product Leadership",
            "issuer": "Tera Academy"
        },
        {
            "name": "Google Analytics Individual Qualification",
            "issuer": "Google"
        },
        {
            "name": "Leadership and Business Strategy",
            "issuer": "Tera Academy"
        },
        {
            "name": "Agile Project Manager",
            "issuer": "Project Management Institute (PMI)"
        }
    ],
    "projects": [
        {
            "id": "zenvia",
            "title": "WhatsApp Customer Service (Zenvia)",
            "description": "Gestão de Produto Core responsável pela estratégia e estabilidade do módulo de Atendimento Comercial, unificando canais críticos (WhatsApp e Atendimento Humano).",
            "tags": [
                "WhatsApp",
                "CX",
                "SaaS"
            ],
            "role": "Senior Product Manager",
            "metrics": "Roadmap 2026 com foco em estabilidade e inovação",
            "href": "#"
        },
        {
            "id": "hubify",
            "title": "Marketing Automation (8D Hubify)",
            "description": "Arquitetura de Operações de Vendas para Consórcio Magalu e Helbor + Desenvolvimento de produto SaaS próprio (disparador WhatsApp via API).",
            "tags": [
                "Automation",
                "B2B",
                "CRM"
            ],
            "role": "Senior Product Manager",
            "metrics": "Produto SaaS 0 a 1",
            "href": "#"
        },
        {
            "id": "blip",
            "title": "Conversational AI Platform (Blip)",
            "description": "Produtização de serviços customizados em plugins SaaS + Liderança de 8-10 PMs como GPM + Plugins de biometria facial e voz.",
            "tags": [
                "AI/ML",
                "SaaS",
                "Enterprise"
            ],
            "role": "Senior & Group Product Manager",
            "metrics": "-15% custos operacionais XP Inc • Portal do PM",
            "href": "#"
        },
        {
            "id": "bp",
            "title": "Digital Transformation (Hospital BP)",
            "description": "Transformação digital de um dos maiores hospitais da América Latina, incluindo Website, Intranet e agendamento digital de consultas.",
            "tags": [
                "Healthcare",
                "Digital",
                "UX"
            ],
            "role": "Senior Project Manager",
            "metrics": "+50% user engagement",
            "href": "#"
        }
    ]
}